{"^":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"_":62,"`":63,"a":64,"b":65,"c":66,"d":67,"e":68,"f":69,"g":70,"h":71,"i":72,"j":73,"k":74,"l":75,"m":76,"n":77,"o":78,"p":79,"q":80,"r":81,"s":82,"t":83,"u":84,"v":85,"w":86,"x":87,"y":88,"z":89,"{":90,"|":91,"}":92,"~":93,"¡":94,"¢":95,"£":96,"¤":97,"¥":98,"¦":99,"§":100,"¨":101,"©":102,"ª":103,"«":104,"¬":105,"®":106,"¯":107,"°":108,"±":109,"²":110,"³":111,"´":112,"µ":113,"¶":114,"·":115,"¸":116,"¹":117,"º":118,"»":119,"¼":120,"½":121,"¾":122,"¿":123,"À":124,"Á":125,"Â":126,"Ã":127,"Ä":128,"Å":129,"Æ":130,"Ç":131,"È":132,"É":133,"Ê":134,"Ë":135,"Ì":136,"Í":137,"Î":138,"Ï":139,"Ð":140,"Ñ":141,"Ò":142,"Ó":143,"Ô":144,"Õ":145,"Ö":146,"×":147,"Ø":148,"Ù":149,"Ú":150,"Û":151,"Ü":152,"Ý":153,"Þ":154,"ß":155,"à":156,"á":157,"â":158,"ã":159,"ä":160,"å":161,"æ":162,"ç":163,"è":164,"é":165,"ê":166,"ë":167,"ì":168,"í":169,"î":170,"ï":171,"ð":172,"ñ":173,"ò":174,"ó":175,"ô":176,"õ":177,"ö":178,"÷":179,"ø":180,"ù":181,"ú":182,"û":183,"ü":184,"ý":185,"þ":186,"ÿ":187,"Ā":188,"ā":189,"Ă":190,"ă":191,"Ą":192,"ą":193,"Ć":194,"ć":195,"Ĉ":196,"ĉ":197,"Ċ":198,"ċ":199,"Č":200,"č":201,"Ď":202,"ď":203,"Đ":204,"đ":205,"Ē":206,"ē":207,"Ĕ":208,"ĕ":209,"Ė":210,"ė":211,"Ę":212,"ę":213,"Ě":214,"ě":215,"Ĝ":216,"ĝ":217,"Ğ":218,"ğ":219,"Ġ":220,"ġ":221,"Ģ":222,"ģ":223,"Ĥ":224,"ĥ":225,"Ħ":226,"ħ":227,"Ĩ":228,"ĩ":229,"Ī":230,"ī":231,"Ĭ":232,"ĭ":233,"Į":234,"į":235,"İ":236,"ı":237,"Ĳ":238,"ĳ":239,"Ĵ":240,"ĵ":241,"Ķ":242,"ķ":243,"ĸ":244,"Ĺ":245,"ĺ":246,"Ļ":247,"ļ":248,"Ľ":249,"ľ":250,"Ŀ":251,"ŀ":252,"Ł":253,"ł":254,"Ń":255,"Ġt":256,"he":257,"Ġa":258,"in":259,"Ġthe":260,"Ġs":261,"Ġw":262,"Ġo":263,"re":264,"nd":265,"Ġh":266,"er":267,"Ġb":268,"Ġm":269,"ou":270,"ed":271,"Ġc":272,"it":273,"Ġf":274,"at":275,"is":276,"en":277,"on":278,"Ġto":279,"Ġof":280,"Ġand":281,"ing":282,"Ġp":283,"čĊ":284,"Ġd":285,"Ġth":286,"or":287,"as":288,"Ġhe":289,"es":290,"ar":291,"an":292,"Ġl":293,"Ġin":294,"ll":295,"Ġn":296,"Ġg":297,"Ġi":298,"om":299,"Ġha":300,"Ġbe":301,"le":302,"Ġe":303,"ic":304,"ot":305,"ow":306,"ut":307,"Ġwas":308,"Ġy":309,"ld":310,"ve":311,"ly":312,"Ġwh":313,"Ġit":314,"se":315,"Ġthat":316,"id":317,"gh":318,"st":319,"ent":320,"Ġon":321,"Ġre":322,"im":323,"Ġu":324,"ce":325,"ion":326,"Ġyou":327,"ver":328,"Ġwe":329,"al":330,"ay":331,"et":332,"ir":333,"Ġas":334,"Ġhis":335,"ith":336,"Ġr":337,"Ġfor":338,"Ġst":339,"Ġwith":340,"ad":341,"ur":342,"Ġhad":343,"ght":344,"Ġher":345,"ter":346,"Ġan":347,"her":348,"and":349,"am":350,"Ġnot":351,"ac":352,"Ġat":353,"Ġis":354,"oo":355,"ould":356,"Ġse":357,"Ġshe":358,"Ġhim":359,"ch":360,"ri":361,"ain":362,"Ġme":363,"ke":364,"Ġsh":365,"Ġsu":366,"ill":367,"red":368,"Ġso":369,"Ġsa":370,"ro":371,"Ġbut":372,"ight":373,"all":374,"ct":375,"ess":376,"il":377,"'s":378,"th":379,"Ġk":380,"Ġfr":381,"ore":382,"Ġmy":383,"Ġde":384,"pp":385,"ich":386,"us":387,"ome":388,"Ġne":389,"Ġall":390,"Ġthey":391,"Ġby":392,"Ġj":393,"Ġhave":394,"Ġli":395,"Ġcon":396,"Ġwere":397,"Ġwhe":398,"ul":399,"Ġthis":400,"ard":401,"Ġch":402,"qu":403,"ge":404,"Ġfrom":405,"Ġup":406,"Ġv":407,"Ġwhich":408,"Ġdo":409,"Ġex":410,"Ġsaid":411,"Ġone":412,"pe":413,"ab":414,"ant":415,"est":416,"res":417,"ation":418,"Ġor":419,"ous":420,"Ġno":421,"Ġman":422,"Ġal":423,"Ġfe":424,"very":425,"Ġwho":426,"ame":427,"ra":428,"ers":429,"Ġthere":430,"the":431,"Ġthem":432,"ust":433,"os":434,"fe":435,"out":436,"nt":437,"ast":438,"ist":439,"art":440,"Ġab":441,"Ġtheir":442,"ind":443,"Ġint":444,"lf":445,"ong":446,"ood":447,"ate":448,"our":449,"Ġle":450,"ound":451,"Ġcom":452,"Ġkn":453,"Ġwould":454,"em":455,"one":456,"ked":457,"Ġwhen":458,"ie":459,"if":460,"Ġmis":461,"ap":462,"ough":463,"Ġgo":464,"ig":465,"ol":466,"Ġout":467,"um":468,"Ġwor":469,"Ġare":470,"un":471,"ak":472,"Ġbeen":473,"itt":474,"Ġun":475,"ive":476,"Ġwhat":477,"Ġif":478,"Ġar":479,"own":480,"Ġpl":481,"'t":482,"ther":483,"ven":484,"self":485,"reat":486,"Ġwill":487,"Ġpr":488,"Ġaf":489,"Ġtr":490,"hed":491,"ity":492,"ort":493,"Ġcould":494,"Ġpro":495,"Ġro":496,"Ġsp":497,"Ġag":498,"ack":499,"Ġtw":500,"Ġen":501,"ure":502,"ost":503,"Ġqu":504,"au":505,"ake":506,"Ġthen":507,"ag":508,"ace":509,"Ġsome":510,"Ġam":511,"Ġany":512,"Ġmore":513,"hing":514,"ved":515,"ck":516,"Ġtim":517,"Ġgr":518,"we":519,"Ġinto":520,"pt":521,"Ġbr":522,"ond":523,"ry":524,"Ġcl":525,"Ġdid":526,"Ġyour":527,"ose":528,"op":529,"Ġcan":530,"Ġother":531,"Ġad":532,"ance":533,"el":534,"way":535,"Ġthan":536,"able":537,"Ġbo":538,"ine":539,"Ġvery":540,"ies":541,"Ġim":542,"ep":543,"ass":544,"are":545,"ook":546,"cc":547,"Ġus":548,"ittle":549,"ade":550,"other":551,"Ġlittle":552,"Ġdis":553,"Ġbl":554,"ite":555,"Ġlike":556,"ence":557,"ought":558,"Ġday":559,"ide":560,"Ġnow":561,"urn":562,"Ġabout":563,"Ġte":564,"Ġtime":565,"ment":566,"ice":567,"wn":568,"pl":569,"Ġover":570,"fore":571,"ble":572,"ove":573,"ish":574,"Ġknow":575,"ree":576,"ci":577,"Ġfl":578,"Ġagain":579,"ally":580,"Ġafter":581,"Ġhow":582,"Ġtoo":583,"nder":584,"ving":585,"Ġper":586,"ress":587,"Ġgreat":588,"Ġsee":589,"Ġhand":590,"Ġupon":591,"de":592,"Ġpe":593,"ars":594,"Ġhas":595,"Ġour":596,"ather":597,"Ġonly":598,"ied":599,"ink":600,"ount":601,"Ġwell":602,"Ġtwo":603,"Ġsay":604,"ire":605,"ty":606,"Ġpo":607,"ile":608,"Ġapp":609,"te":610,"Ġdown":611,"age":612,"but":613,"Ġshould":614,"Ġmade":615,"per":616,"ings":617,"Ġold":618,"Ġmu":619,"ick":620,"Ġevery":621,"Ġbefore":622,"ue":623,"ions":624,"tain":625,"Ġlong":626,"Ġits":627,"Ġgood":628,"ft":629,"ward":630,"Ġthr":631,"Ġmar":632,"ang":633,"ves":634,"Ġstr":635,"Ġmiss":636,"Ġway":637,"ful":638,"Ġpre":639,"Ġsuch":640,"ull":641,"Ġoff":642,"ated":643,"ious":644,"led":645,"ild":646,"Ġcame":647,"Ġthese":648,"Ġfir":649,"Ġsm":650,"wh":651,"ness":652,"Ġco":653,"Ġunder":654,"Ġeven":655,"act":656,"Ġmuch":657,"Ġpart":658,"Ġey":659,"Ġnever":660,"Ġsc":661,"Ġback":662,"Ġrem":663,"Ġbec":664,"orn":665,"Ġmust":666,"ber":667,"ouse":668,"Ġgl":669,"Ġmister":670,"ect":671,"ans":672,"ud":673,"cl":674,"Ġbet":675,"Ġob":676,"Ġcr":677,"Ġcont":678,"Ġres":679,"Ġown":680,"Ġthought":681,"Ġspe":682,"ff":683,"anc":684,"Ġwhere":685,"ord":686,"Ġjust":687,"Ġcome":688,"ren":689,"Ġdes":690,"Ġthink":691,"ach":692,"Ġfo":693,"Ġfirst":694,"od":695,"oss":696,"Ġmen":697,"ary":698,"ried":699,"Ġmay":700,"Ġseem":701,"Ġcar":702,"Ġlook":703,"ily":704,"Ġmight":705,"llow":706,"Ġho":707,"Ġhimself":708,"ise":709,"Ġcomp":710,"Ġye":711,"air":712,"Ġhouse":713,"ave":714,"ip":715,"ath":716,"Ġbeg":717,"Ġthrough":718,"iz":719,"Ġwent":720,"Ġimp":721,"Ġbel":722,"Ġjo":723,"Ġhere":724,"ady":725,"Ġget":726,"Ġsl":727,"Ġnew":728,"Ġhead":729,"Ġlet":730,"Ġem":731,"omet":732,"ted":733,"ater":734,"Ġpass":735,"ared":736,"Ġeyes":737,"end":738,"ened":739,"Ġlife":740,"Ġent":741,"Ġmake":742,"Ġpres":743,"ng":744,"Ġke":745,"Ġmost":746,"Ġaway":747,"Ġop":748,"Ġwom":749,"Ġwithout":750,"for":751,"Ġcall":752,"Ġyoung":753,"Ġthose":754,"less":755,"Ġlo":756,"Ġturn":757,"Ġmany":758,"Ġacc":759,"so":760,"av":761,"Ġsomet":762,"arm":763,"Ġdon":764,"Ġcons":765,"ause":766,"Ġfri":767,"ory":768,"Ġbeing":769,"ign":770,"ons":771,"be":772,"Ġnight":773,"Ġlast":774,"Ġfound":775,"ople":776,"Ġcomm":777,"ark":778,"ors":779,"Ġstill":780,"Ġtell":781,"ail":782,"Ġnothing":783,"Ġind":784,"Ġpeople":785,"ible":786,"ase":787,"ne":788,"ition":789,"hes":790,"aking":791,"Ġatt":792,"les":793,"ian":794,"Ġret":795,"Ġword":796,"whe":797,"pect":798,"Ġright":799,"irl":800,"alk":801,"ens":802,"gg":803,"Ġser":804,"Ġthree":805,"Ġroom":806,"ix":807,"Ġsaw":808,"fect":809,"Ġcount":810,"Ġhapp":811,"Ġhu":812,"Ġchild":813,"Ġear":814,"Ġsame":815,"Ġloo":816,"Ġput":817,"get":818,"Ġac":819,"iv":820,"Ġwork":821,"Ġtake":822,"Ġwant":823,"Ġasked":824,"Ġheart":825,"Ġnat":826,"igh":827,"Ġwhile":828,"Ġever":829,"ways":830,"ub":831,"thing":832,"Ġprin":833,"Ġarm":834,"Ġyet":835,"ult":836,"ertain":837,"Ġleft":838,"Ġdist":839,"Ġgirl":840,"Ġrep":841,"Ġcour":842,"ished":843,"Ġinst":844,"Ġnor":845,"Ġfather":846,"Ġend":847,"Ġshall":848,"Ġanother":849,"Ġthough":850,"ations":851,"Ġplace":852,"Ġface":853,"Ġpers":854,"ict":855,"oth":856,"Ġrec":857,"Ġkne":858,"Ġtook":859,"Ġonce":860,"aw":861,"ject":862,"atter":863,"ank":864,"Ġseemed":865,"Ġmom":866,"Ġgen":867,"Ġmoment":868,"Ġmissus":869,"Ġlove":870,"Ġgre":871,"Ġalways":872,"ling":873,"Ġsec":874,"Ġsupp":875,"vent":876,"ower":877,"Ġfriend":878,"Ġple":879,"Ġel":880,"Ġmo":881,"Ġcap":882,"Ġtold":883,"Ġeng":884,"ently":885,"Ġmind":886,"int":887,"that":888,"ange":889,"Ġlooked":890,"ered":891,"aut":892,"Ġwr":893,"Ġheard":894,"pped":895,"man":896,"sel":897,"Ġking":898,"ys":899,"cess":900,"Ġsat":901,"Ġlight":902,"Ġsoon":903,"Ġset":904,"ia":905,"lt":906,"Ġposs":907,"Ġmother":908,"Ġvo":909,"to":910,"Ġappe":911,"Ġsur":912,"ual":913,"aught":914,"land":915,"Ġfar":916,"Ġthings":917,"Ġans":918,"amp":919,"Ġdif":920,"ret":921,"Ġrel":922,"Ġsomething":923,"Ġwhy":924,"Ġgoing":925,"not":926,"med":927,"Ġact":928,"Ġsub":929,"Ġfeel":930,"ced":931,"Ġworld":932,"Ġfind":933,"ched":934,"Ġgive":935,"dd":936,"ever":937,"Ġdoor":938,"Ġreg":939,"Ġunc":940,"Ġsw":941,"Ġmon":942,"'ll":943,"uck":944,"Ġwind":945,"Ġdre":946,"Ġgi":947,"Ġgu":948,"Ġrest":949,"Ġwa":950,"Ġhome":951,"Ġthing":952,"ical":953,"Ġhands":954,"iver":955,"ial":956,"Ġbelie":957,"Ġreturn":958,"ru":959,"Ġcertain":960,"aid":961,"Ġexp":962,"Ġbecause":963,"Ġknew":964,"Ġwoman":965,"ither":966,"Ġbre":967,"cept":968,"Ġdel":969,"Ġinte":970,"ined":971,"Ġfew":972,"ool":973,"Ġnear":974,"Ġagainst":975,"ired":976,"Ġkind":977,"aps":978,"Ġbetter":979,"ier":980,"Ġeach":981,"Ġcle":982,"ited":983,"ning":984,"Ġbar":985,"Ġbegan":986,"ner":987,"Ġside":988,"Ġyears":989,"rest":990,"Ġhard":991,"Ġpur":992,"Ġchar":993,"Ġfollow":994,"she":995,"ple":996,"ting":997,"Ġenough":998,"der":999}