{"^":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"_":62,"`":63,"a":64,"b":65,"c":66,"d":67,"e":68,"f":69,"g":70,"h":71,"i":72,"j":73,"k":74,"l":75,"m":76,"n":77,"o":78,"p":79,"q":80,"r":81,"s":82,"t":83,"u":84,"v":85,"w":86,"x":87,"y":88,"z":89,"{":90,"|":91,"}":92,"~":93,"¡":94,"¢":95,"£":96,"¤":97,"¥":98,"¦":99,"§":100,"¨":101,"©":102,"ª":103,"«":104,"¬":105,"®":106,"¯":107,"°":108,"±":109,"²":110,"³":111,"´":112,"µ":113,"¶":114,"·":115,"¸":116,"¹":117,"º":118,"»":119,"¼":120,"½":121,"¾":122,"¿":123,"À":124,"Á":125,"Â":126,"Ã":127,"Ä":128,"Å":129,"Æ":130,"Ç":131,"È":132,"É":133,"Ê":134,"Ë":135,"Ì":136,"Í":137,"Î":138,"Ï":139,"Ð":140,"Ñ":141,"Ò":142,"Ó":143,"Ô":144,"Õ":145,"Ö":146,"×":147,"Ø":148,"Ù":149,"Ú":150,"Û":151,"Ü":152,"Ý":153,"Þ":154,"ß":155,"à":156,"á":157,"â":158,"ã":159,"ä":160,"å":161,"æ":162,"ç":163,"è":164,"é":165,"ê":166,"ë":167,"ì":168,"í":169,"î":170,"ï":171,"ð":172,"ñ":173,"ò":174,"ó":175,"ô":176,"õ":177,"ö":178,"÷":179,"ø":180,"ù":181,"ú":182,"û":183,"ü":184,"ý":185,"þ":186,"ÿ":187,"Ā":188,"ā":189,"Ă":190,"ă":191,"Ą":192,"ą":193,"Ć":194,"ć":195,"Ĉ":196,"ĉ":197,"Ċ":198,"ċ":199,"Č":200,"č":201,"Ď":202,"ď":203,"Đ":204,"đ":205,"Ē":206,"ē":207,"Ĕ":208,"ĕ":209,"Ė":210,"ė":211,"Ę":212,"ę":213,"Ě":214,"ě":215,"Ĝ":216,"ĝ":217,"Ğ":218,"ğ":219,"Ġ":220,"ġ":221,"Ģ":222,"ģ":223,"Ĥ":224,"ĥ":225,"Ħ":226,"ħ":227,"Ĩ":228,"ĩ":229,"Ī":230,"ī":231,"Ĭ":232,"ĭ":233,"Į":234,"į":235,"İ":236,"ı":237,"Ĳ":238,"ĳ":239,"Ĵ":240,"ĵ":241,"Ķ":242,"ķ":243,"ĸ":244,"Ĺ":245,"ĺ":246,"Ļ":247,"ļ":248,"Ľ":249,"ľ":250,"Ŀ":251,"ŀ":252,"Ł":253,"ł":254,"Ń":255,"Ġt":256,"he":257,"Ġa":258,"in":259,"Ġthe":260,"Ġs":261,"Ġw":262,"Ġo":263,"re":264,"nd":265,"Ġh":266,"er":267,"Ġb":268,"Ġm":269,"ou":270,"ed":271,"Ġc":272,"it":273,"Ġf":274,"at":275,"is":276,"en":277,"on":278,"Ġto":279,"Ġof":280,"Ġand":281,"ing":282,"Ġp":283,"Ġd":284,"Ġth":285,"or":286,"as":287,"Ġhe":288,"es":289,"ar":290,"an":291,"Ġl":292,"Ġin":293,"ll":294,"Ġn":295,"Ġg":296,"Ġi":297,"om":298,"Ġha":299,"Ġbe":300,"le":301,"Ġe":302,"ic":303,"ot":304,"ow":305,"ut":306,"Ġwas":307,"Ġy":308,"ld":309,"ve":310,"ly":311,"Ġwh":312,"Ġit":313,"se":314,"Ġthat":315,"id":316,"gh":317,"st":318,"ent":319,"Ġon":320,"Ġre":321,"im":322,"Ġu":323,"ce":324,"ion":325,"Ġyou":326,"ver":327,"Ġwe":328,"al":329,"ay":330,"et":331,"ir":332,"Ġas":333,"Ġhis":334,"ith":335,"Ġr":336,"Ġfor":337,"Ġst":338,"Ġwith":339,"ad":340,"ur":341,"Ġhad":342,"ght":343,"Ġher":344,"ter":345,"Ġan":346,"her":347,"and":348,"am":349,"Ġnot":350,"ac":351,"Ġat":352,"Ġis":353,"oo":354,"ould":355,"Ġse":356,"Ġshe":357,"Ġhim":358,"ch":359,"ri":360,"ain":361,"Ġme":362,"ke":363,"Ġsh":364,"Ġsu":365,"ill":366,"red":367,"Ġso":368,"Ġsa":369,"ro":370,"Ġbut":371,"ight":372,"all":373,"ct":374,"ess":375,"il":376,"'s":377,"th":378,"Ġk":379,"Ġfr":380,"ore":381,"Ġmy":382,"Ġde":383,"pp":384,"ich":385,"us":386,"ome":387,"Ġne":388,"Ġall":389,"Ġthey":390,"Ġby":391,"Ġj":392,"Ġhave":393,"Ġli":394,"Ġcon":395,"Ġwere":396,"Ġwhe":397,"ul":398,"Ġthis":399,"ard":400,"Ġch":401,"qu":402,"ge":403,"Ġfrom":404,"Ġup":405,"Ġv":406,"Ġwhich":407,"Ġdo":408,"Ġex":409,"Ġsaid":410,"Ġone":411,"pe":412,"ab":413,"ant":414,"est":415,"res":416,"ation":417,"Ġor":418,"ous":419,"Ġno":420,"Ġman":421,"Ġal":422,"Ġfe":423,"very":424,"Ġwho":425,"ame":426,"ra":427,"ers":428,"Ġthere":429,"the":430,"Ġthem":431,"ust":432,"os":433,"fe":434,"out":435,"nt":436,"ast":437,"ist":438,"art":439,"Ġab":440,"Ġtheir":441,"ind":442,"Ġint":443,"lf":444,"ong":445,"ood":446,"ate":447,"our":448,"Ġle":449,"ound":450,"Ġcom":451,"Ġkn":452,"Ġwould":453,"em":454,"one":455,"ked":456,"Ġwhen":457,"ie":458,"if":459,"Ġmis":460,"ap":461,"ough":462,"Ġgo":463,"ig":464,"ol":465,"Ġout":466,"um":467,"Ġwor":468,"Ġare":469,"un":470,"ak":471,"Ġbeen":472,"itt":473,"Ġun":474,"ive":475,"Ġwhat":476,"Ġif":477,"Ġar":478,"own":479,"Ġpl":480,"'t":481,"ther":482,"ven":483,"self":484,"reat":485,"Ġwill":486,"Ġpr":487,"Ġaf":488,"Ġtr":489,"hed":490,"ity":491,"ort":492,"Ġcould":493,"Ġpro":494,"Ġro":495,"Ġsp":496,"Ġag":497,"ack":498,"Ġtw":499,"Ġen":500,"ure":501,"ost":502,"Ġqu":503,"au":504,"ake":505,"Ġthen":506,"ag":507,"ace":508,"Ġsome":509,"Ġam":510,"Ġany":511,"Ġmore":512,"hing":513,"ved":514,"ck":515,"Ġtim":516,"Ġgr":517,"we":518,"Ġinto":519,"pt":520,"Ġbr":521,"ond":522,"ry":523,"Ġcl":524,"Ġdid":525,"Ġyour":526,"ose":527,"op":528,"Ġcan":529,"Ġother":530,"Ġad":531,"ance":532,"el":533,"way":534,"Ġthan":535,"able":536,"Ġbo":537,"ine":538,"Ġvery":539,"ies":540,"Ġim":541,"ep":542,"ass":543,"are":544,"ook":545,"cc":546,"Ġus":547,"ittle":548,"ade":549,"other":550,"Ġlittle":551,"Ġdis":552,"Ġbl":553,"ite":554,"Ġlike":555,"ence":556,"ought":557,"Ġday":558,"ide":559,"Ġnow":560,"urn":561,"Ġabout":562,"Ġte":563,"Ġtime":564,"ment":565,"ice":566,"wn":567,"pl":568,"Ġover":569,"fore":570,"ble":571,"ove":572,"ish":573,"Ġknow":574,"ree":575,"ci":576,"Ġfl":577,"Ġagain":578,"ally":579,"Ġafter":580,"Ġhow":581,"Ġtoo":582,"nder":583,"ving":584,"Ġper":585,"ress":586,"Ġgreat":587,"Ġsee":588,"Ġhand":589,"Ġupon":590,"de":591,"Ġpe":592,"ars":593,"Ġhas":594,"Ġour":595,"ather":596,"Ġonly":597,"ied":598,"ink":599,"ount":600,"Ġwell":601,"Ġtwo":602,"Ġsay":603,"ire":604,"ty":605,"Ġpo":606,"ile":607,"Ġapp":608,"te":609,"Ġdown":610,"age":611,"but":612,"Ġshould":613,"Ġmade":614,"per":615,"ings":616,"Ġold":617,"Ġmu":618,"ick":619,"Ġevery":620,"Ġbefore":621,"ue":622,"ions":623,"tain":624,"Ġlong":625,"Ġits":626,"Ġgood":627,"ft":628,"ward":629,"Ġthr":630,"Ġmar":631,"ang":632,"ves":633,"Ġstr":634,"Ġmiss":635,"Ġway":636,"ful":637,"Ġpre":638,"Ġsuch":639,"ull":640,"Ġoff":641,"ated":642,"ious":643,"led":644,"ild":645,"Ġcame":646,"Ġthese":647,"Ġfir":648,"Ġsm":649,"wh":650,"ness":651,"Ġco":652,"Ġunder":653,"Ġeven":654,"act":655,"Ġmuch":656,"Ġpart":657,"Ġey":658,"Ġnever":659,"Ġsc":660,"Ġback":661,"Ġrem":662,"Ġbec":663,"orn":664,"Ġmust":665,"ber":666,"ouse":667,"Ġgl":668,"Ġmister":669,"ect":670,"ans":671,"ud":672,"cl":673,"Ġbet":674,"Ġob":675,"Ġcr":676,"Ġcont":677,"Ġres":678,"Ġown":679,"Ġthought":680,"Ġspe":681,"ff":682,"anc":683,"Ġwhere":684,"ord":685,"Ġjust":686,"Ġcome":687,"ren":688,"Ġdes":689,"Ġthink":690,"ach":691,"Ġfo":692,"Ġfirst":693,"od":694,"oss":695,"Ġmen":696,"ary":697,"ried":698,"Ġmay":699,"Ġseem":700,"Ġcar":701,"Ġlook":702,"ily":703,"Ġmight":704,"llow":705,"Ġho":706,"Ġhimself":707,"ise":708,"Ġcomp":709,"Ġye":710,"air":711,"Ġhouse":712,"ave":713,"ip":714,"ath":715,"Ġbeg":716,"Ġthrough":717,"iz":718,"Ġwent":719,"Ġimp":720,"Ġbel":721,"Ġjo":722,"Ġhere":723,"ady":724,"Ġget":725,"Ġsl":726,"Ġnew":727,"Ġhead":728,"Ġlet":729,"Ġem":730,"omet":731,"ted":732,"ater":733,"Ġpass":734,"ared":735,"Ġeyes":736,"end":737,"ened":738,"Ġlife":739,"Ġent":740,"Ġmake":741,"Ġpres":742,"ng":743,"Ġke":744,"Ġmost":745,"Ġaway":746,"Ġop":747,"Ġwom":748,"Ġwithout":749,"for":750,"Ġcall":751,"Ġyoung":752,"Ġthose":753,"less":754,"Ġlo":755,"Ġturn":756,"Ġmany":757,"Ġacc":758,"so":759,"av":760,"Ġsomet":761,"arm":762,"Ġdon":763,"Ġcons":764,"ause":765,"Ġfri":766,"ory":767,"Ġbeing":768,"ign":769,"ons":770,"be":771,"Ġnight":772,"Ġlast":773,"Ġfound":774,"ople":775,"Ġcomm":776,"ark":777,"ors":778,"Ġstill":779,"Ġtell":780,"ail":781,"Ġnothing":782,"Ġind":783,"Ġpeople":784,"ible":785,"ase":786,"ne":787,"ition":788,"hes":789,"aking":790,"Ġatt":791,"les":792,"ian":793,"Ġret":794,"Ġword":795,"whe":796,"pect":797,"Ġright":798,"irl":799,"alk":800,"ens":801,"gg":802,"Ġser":803,"Ġthree":804,"Ġroom":805,"ix":806,"Ġsaw":807,"fect":808,"Ġcount":809,"Ġhapp":810,"Ġhu":811,"Ġchild":812,"Ġear":813,"Ġsame":814,"Ġloo":815,"Ġput":816,"get":817,"Ġac":818,"iv":819,"Ġwork":820,"Ġtake":821,"Ġwant":822,"Ġasked":823,"Ġheart":824,"Ġnat":825,"igh":826,"Ġwhile":827,"Ġever":828,"ways":829,"ub":830,"thing":831,"Ġprin":832,"Ġarm":833,"Ġyet":834,"ult":835,"ertain":836,"Ġleft":837,"Ġdist":838,"Ġgirl":839,"Ġrep":840,"Ġcour":841,"ished":842,"Ġinst":843,"Ġnor":844,"Ġfather":845,"Ġend":846,"Ġshall":847,"Ġanother":848,"Ġthough":849,"ations":850,"Ġplace":851,"Ġface":852,"Ġpers":853,"ict":854,"oth":855,"Ġrec":856,"Ġkne":857,"Ġtook":858,"Ġonce":859,"aw":860,"ject":861,"atter":862,"ank":863,"Ġseemed":864,"Ġmom":865,"Ġgen":866,"Ġmoment":867,"Ġmissus":868,"Ġlove":869,"Ġgre":870,"Ġalways":871,"ling":872,"Ġsec":873,"Ġsupp":874,"vent":875,"ower":876,"Ġfriend":877,"Ġple":878,"Ġel":879,"Ġmo":880,"Ġcap":881,"Ġtold":882,"Ġeng":883,"ently":884,"Ġmind":885,"int":886,"that":887,"ange":888,"Ġlooked":889,"ered":890,"aut":891,"Ġwr":892,"Ġheard":893,"pped":894,"man":895,"sel":896,"Ġking":897,"ys":898,"cess":899,"Ġsat":900,"Ġlight":901,"Ġsoon":902,"Ġset":903,"ia":904,"lt":905,"Ġposs":906,"Ġmother":907,"Ġvo":908,"to":909,"Ġappe":910,"Ġsur":911,"ual":912,"aught":913,"land":914,"Ġfar":915,"Ġthings":916,"Ġans":917,"amp":918,"Ġdif":919,"ret":920,"Ġrel":921,"Ġsomething":922,"Ġwhy":923,"Ġgoing":924,"not":925,"med":926,"Ġact":927,"Ġsub":928,"Ġfeel":929,"ced":930,"Ġworld":931,"Ġfind":932,"ched":933,"Ġgive":934,"dd":935,"ever":936,"Ġdoor":937,"Ġreg":938,"Ġunc":939,"Ġsw":940,"Ġmon":941,"'ll":942,"uck":943,"Ġwind":944,"Ġdre":945,"Ġgi":946,"Ġgu":947,"Ġrest":948,"Ġwa":949,"Ġhome":950,"Ġthing":951,"ical":952,"Ġhands":953,"iver":954,"ial":955,"Ġbelie":956,"Ġreturn":957,"ru":958,"Ġcertain":959,"aid":960,"Ġexp":961,"Ġbecause":962,"Ġknew":963,"Ġwoman":964,"ither":965,"Ġbre":966,"cept":967,"Ġdel":968,"Ġinte":969,"ined":970,"Ġfew":971,"ool":972,"Ġnear":973,"Ġagainst":974,"ired":975,"Ġkind":976,"aps":977,"Ġbetter":978,"ier":979,"Ġeach":980,"Ġcle":981,"ited":982,"ning":983,"Ġbar":984,"Ġbegan":985,"ner":986,"Ġside":987,"Ġyears":988,"rest":989,"Ġhard":990,"Ġpur":991,"Ġchar":992,"Ġfollow":993,"she":994,"ple":995,"ting":996,"Ġenough":997,"der":998,"Ġsil":999,"Ġhum":1000,"Ġocc":1001,"iness":1002,"Ġtre":1003,"Ġyes":1004,"most":1005,"Ġcare":1006,"Ġgot":1007,"no":1008,"Ġsir":1009,"aster":1010,"Ġhaving":1011,"Ġfour":1012,"Ġph":1013,"Ġeight":1014,"Ġdisc":1015,"Ġdone":1016,"Ġgener":1017,"ten":1018,"Ġmorn":1019,"Ġinc":1020,"Ġunt":1021,"Ġseen":1022,"gether":1023}