#version: 0.2
Ġ t
h e
Ġ a
i n
Ġt he
Ġ s
Ġ w
Ġ o
r e
n d
Ġ h
e r
Ġ b
Ġ m
o u
e d
Ġ c
i t
Ġ f
a t
i s
e n
o n
Ġt o
Ġo f
Ġa nd
in g
Ġ p
Ġ d
Ġt h
o r
a s
Ġ he
e s
a r
a n
Ġ l
Ġ in
l l
Ġ n
Ġ g
Ġ i
o m
Ġh a
Ġb e
l e
Ġ e
i c
o t
o w
u t
Ġw as
Ġ y
l d
v e
l y
Ġw h
Ġ it
s e
Ġth at
i d
g h
s t
en t
Ġo n
Ġ re
i m
Ġ u
c e
i on
Ġy ou
v er
Ġw e
a l
a y
e t
i r
Ġa s
Ġh is
it h
Ġ r
Ġf or
Ġs t
Ġw ith
a d
u r
Ġha d
gh t
Ġhe r
t er
Ġa n
he r
a nd
a m
Ġn ot
a c
Ġa t
Ġ is
o o
ou ld
Ġs e
Ġs he
Ġh im
c h
r i
a in
Ġm e
k e
Ġs h
Ġs u
i ll
re d
Ġs o
Ġs a
r o
Ġb ut
i ght
a ll
c t
es s
i l
' s
t h
Ġ k
Ġf r
o re
Ġm y
Ġd e
p p
ic h
u s
om e
Ġn e
Ġa ll
Ġthe y
Ġb y
Ġ j
Ġha ve
Ġl i
Ġc on
Ġwe re
Ġw he
u l
Ġth is
ar d
Ġc h
q u
g e
Ġfr om
Ġu p
Ġ v
Ġwh ich
Ġd o
Ġe x
Ġsa id
Ġon e
p e
a b
an t
es t
re s
at ion
Ġo r
ou s
Ġn o
Ġm an
Ġa l
Ġf e
ver y
Ġwh o
am e
r a
er s
Ġthe re
t he
Ġthe m
u st
o s
f e
ou t
n t
as t
is t
ar t
Ġa b
Ġthe ir
in d
Ġin t
l f
on g
oo d
at e
ou r
Ġl e
ou nd
Ġc om
Ġk n
Ġw ould
e m
on e
k ed
Ġwhe n
i e
i f
Ġm is
a p
ou gh
Ġg o
i g
o l
Ġo ut
u m
Ġw or
Ġa re
u n
a k
Ġbe en
it t
Ġu n
i ve
Ġwh at
Ġi f
Ġa r
ow n
Ġp l
' t
t her
v en
se lf
re at
Ġw ill
Ġp r
Ġa f
Ġt r
he d
it y
or t
Ġc ould
Ġp ro
Ġr o
Ġs p
Ġa g
ac k
Ġt w
Ġ en
u re
o st
Ġ qu
a u
a ke
Ġthe n
a g
a ce
Ġs ome
Ġa m
Ġan y
Ġm ore
h ing
v ed
c k
Ġt im
Ġg r
w e
Ġint o
p t
Ġb r
o nd
r y
Ġc l
Ġd id
Ġyou r
o se
o p
Ġc an
Ġo ther
Ġa d
an ce
e l
w ay
Ġth an
ab le
Ġb o
in e
Ġ very
i es
Ġi m
e p
as s
a re
oo k
c c
Ġu s
itt le
ad e
ot her
Ġl ittle
Ġd is
Ġb l
it e
Ġli ke
en ce
ou ght
Ġd ay
id e
Ġn ow
ur n
Ġab out
Ġt e
Ġtim e
m ent
ic e
w n
p l
Ġo ver
f ore
b le
o ve
is h
Ġkn ow
re e
c i
Ġf l
Ġag ain
all y
Ġaf ter
Ġh ow
Ġto o
nd er
v ing
Ġp er
res s
Ġg reat
Ġse e
Ġha nd
Ġup on
d e
Ġp e
ar s
Ġh as
Ġo ur
at her
Ġon ly
i ed
in k
ou nt
Ġwe ll
Ġtw o
Ġs ay
i re
t y
Ġp o
i le
Ġa pp
t e
Ġd own
a ge
b ut
Ġsh ould
Ġm ade
p er
ing s
Ġo ld
Ġm u
ic k
Ġe very
Ġbe fore
u e
ion s
t ain
Ġl ong
Ġit s
Ġg ood
f t
w ard
Ġth r
Ġm ar
an g
v es
Ġst r
Ġmis s
Ġw ay
f ul
Ġp re
Ġsu ch
u ll
Ġof f
at ed
i ous
l ed
i ld
Ġc ame
Ġthe se
Ġf ir
Ġs m
w h
n ess
Ġc o
Ġu nder
Ġe ven
ac t
Ġmu ch
Ġp art
Ġe y
Ġne ver
Ġs c
Ġb ack
Ġre m
Ġbe c
or n
Ġm ust
b er
ou se
Ġg l
Ġmis ter
e ct
an s
u d
c l
Ġbe t
Ġo b
Ġc r
Ġcon t
Ġre s
Ġo wn
Ġth ought
Ġs pe
f f
an c
Ġwhe re
or d
Ġj ust
Ġc ome
re n
Ġd es
Ġth ink
ac h
Ġf o
Ġfir st
o d
os s
Ġm en
ar y
ri ed
Ġm ay
Ġse em
Ġc ar
Ġl ook
i ly
Ġm ight
ll ow
Ġh o
Ġhim self
is e
Ġcom p
Ġy e
a ir
Ġh ouse
a ve
i p
at h
Ġbe g
Ġthr ough
i z
Ġw ent
Ġim p
Ġbe l
Ġj o
Ġhe re
ad y
Ġg et
Ġs l
Ġne w
Ġhe ad
Ġl et
Ġe m
om et
t ed
at er
Ġp ass
a red
Ġey es
e nd
en ed
Ġli fe
Ġ ent
Ġm ake
Ġp res
n g
Ġ ke
Ġm ost
Ġa way
Ġo p
Ġw om
Ġwith out
f or
Ġc all
Ġyou ng
Ġth ose
l ess
Ġl o
Ġt urn
Ġman y
Ġa cc
s o
a v
Ġs omet
ar m
Ġd on
Ġcon s
au se
Ġf ri
or y
Ġbe ing
ig n
on s
b e
Ġn ight
Ġl ast
Ġf ound
op le
Ġcom m
ar k
or s
Ġst ill
Ġte ll
a il
Ġnot hing
Ġin d
Ġpe ople
i ble
as e
n e
it ion
he s
ak ing
Ġat t
l es
i an
Ġre t
Ġwor d
w he
pe ct
Ġr ight
ir l
al k
en s
g g
Ġs er
Ġth ree
Ġro om
i x
Ġsa w
fe ct
Ġc ount
Ġha pp
Ġh u
Ġch ild
Ġe ar
Ġs ame
Ġl oo
Ġp ut
g et
Ġa c
i v
Ġwor k
Ġt ake
Ġw ant
Ġas ked
Ġhe art
Ġn at
i gh
Ġwh ile
Ġe ver
way s
u b
th ing
Ġpr in
Ġar m
Ġy et
ul t
er tain
Ġle ft
Ġd ist
Ġg irl
Ġre p
Ġc our
is hed
Ġin st
Ġn or
Ġf ather
Ġe nd
Ġsh all
Ġan other
Ġth ough
ation s
Ġpl ace
Ġf ace
Ġp ers
ic t
ot h
Ġre c
Ġkn e
Ġtoo k
Ġon ce
a w
j ect
at ter
an k
Ġseem ed
Ġm om
Ġg en
Ġmom ent
Ġmiss us
Ġl ove
Ġg re
Ġal ways
l ing
Ġse c
Ġsu pp
v ent
ow er
Ġfri end
Ġp le
Ġe l
Ġm o
Ġc ap
Ġto ld
Ġen g
ent ly
Ġm ind
in t
th at
an ge
Ġloo ked
e red
a ut
Ġw r
Ġhe ard
pp ed
m an
se l
Ġk ing
y s
c ess
Ġs at
Ġl ight
Ġso on
Ġs et
i a
l t
Ġp oss
Ġm other
Ġv o
t o
Ġapp e
Ġs ur
u al
au ght
l and
Ġf ar
Ġth ings
Ġan s
am p
Ġd if
re t
Ġre l
Ġsomet hing
Ġwh y
Ġgo ing
n ot
m ed
Ġa ct
Ġsu b
Ġfe el
c ed
Ġwor ld
Ġf ind
c hed
Ġg ive
d d
e ver
Ġdo or
Ġre g
Ġun c
Ġs w
Ġm on
' ll
u ck
Ġw ind
Ġd re
Ġg i
Ġg u
Ġre st
Ġw a
Ġh ome
Ġth ing
ic al
Ġhand s
i ver
i al
Ġbel ie
Ġret urn
r u
Ġc ertain
a id
Ġex p
Ġbec ause
Ġkne w
Ġwom an
it her
Ġb re
ce pt
Ġde l
Ġint e
in ed
Ġfe w
oo l
Ġne ar
Ġagain st
i red
Ġk ind
ap s
Ġbet ter
i er
Ġe ach
Ġc le
it ed
n ing
Ġb ar
Ġbeg an
n er
Ġs ide
Ġye ars
re st
Ġh ard
Ġp ur
Ġch ar
Ġfo llow
s he
p le
t ing
Ġen ough
d er
Ġs il
Ġh um
Ġo cc
in ess
Ġt re
Ġy es
m ost
Ġc are
Ġg ot
n o
Ġs ir
as ter
Ġha ving
Ġf our
Ġp h
Ġe ight
Ġdis c
Ġd one
Ġgen er
t en
Ġm orn
Ġin c
Ġu nt
Ġse en
get her
